Repository: Kielx/AnyGrabber
Catalog: locale/*/LC_MESSAGES/Main.po
Languages: pl_pl

source: Choose where to search for logs:
pl_pl: Wybierz miejsce, w którym chcesz szukać logów programu:

source: Custom location
pl_pl: Niestandardowa lokalizacja

source: Fetch logs
pl_pl: Znajdź i pobierz logi

source: Open report
pl_pl: Otwórz raport

source: Searching for files in
pl_pl: Szukanie plików w

source: it may take a while
pl_pl: to może chwile potrwać

source: No files were found in
pl_pl: Nie znaleziono plików w

source: Stop fetching
pl_pl: Zakończ szukanie

source: Select option
pl_pl: Wybierz opcje

source: Please select at least one option.
pl_pl: Proszę wybrać przynajmniej jedną opcję.

source: Fetching logs from
pl_pl: Przeszukiwanie logów w pliku

source: No IP logs found inside file!
pl_pl: Nie znaleziono adresów IP w pliku!

source: Logs not found in
pl_pl: Nie znaleziono żadnych logów programu w

source: Search stopped
pl_pl: Wyszukiwanie zatrzymane

source: Searching for files finished
pl_pl: Szukanie plików zakończone

source: Report folder not found!
pl_pl: Folder z raportem nie został znaleziony!

source: Files:
pl_pl: Pliki:

source: IP Addresses:
pl_pl: Adresy IP:

source: Open Report folder
pl_pl: Otwórz raport

source: Error
pl_pl: Błąd

source: Could not open report folder.
pl_pl: Nie udało się otworzyć folderu z raportem.

source: Delete Report
pl_pl: Usuń Raport

source: Delete Report?
pl_pl: Usuń Raport?

source: Do you really want to delete the selected report?
pl_pl: Czy naprawdę chcesz usunąć wybrany raport?

source: Cancel
pl_pl: Anuluj

source: Delete
pl_pl: Usuń

source: Could not delete report folder.
pl_pl: Nie udało się usunąć folderu z raportem.

source: Reports List
pl_pl: Lista raportów

source: welcome screen
pl_pl: AnyGrabber to program, który upraszcza proces wyszukiwania logów AnyDesk, wydobywając istotne dane dotyczące adresów IP użytych do logowania wraz z odpowiadającymi im datami. Generuje również raporty .txt i .csv na podstawie pobranych danych. Przyjazny interfejs i funkcje lokalizacyjne sprawiają, że jest on łatwy w użyciu dla każdego, niezależnie od biegłości technicznej. Jest przenośny i może być używany na każdym komputerze z systemem Windows bez konieczności instalacji. By rozpocząć pracę z programem wystarczy wybrać zakładkę AnyDesk, a następnie kliknąć przycisk "Znajdź i pobierz logi". Program przeszuka domyślne lokalizacje plików, a następnie wyświetli rezultaty i wygeneruje raporty, które możesz później wykorzystać w zależności od potrzeb. Oprogramowanie na licencji MIT Copyright (c) 2023 Krzysztof Pantak - anygrabber@pantak.net

source: Restart required
pl_pl: Wymagany restart

source: Please restart the application to apply changes.
pl_pl: Uruchom ponownie aplikację, aby zastosować zmiany.

source: Home
pl_pl: Start

source: Browse Reports
pl_pl: Przeglądaj raporty

source: Theme
pl_pl: Motyw

source: Language
pl_pl: Język

source: Report for
pl_pl: Raport dla komputera

source: generated on
pl_pl: wygenerowany

source: No Anydesk logs from file
pl_pl: Brak logów Anydesk z pliku

source: Anydesk logs from file
pl_pl: Logi Anydesk z pliku

source: No Anydesk logs found!
pl_pl: Nie znaleziono żadnych logów Anydesk!

source: English
pl_pl: Angielski

source: Polish
pl_pl: Polski

source: Light
pl_pl: Jasny

source: Dark
pl_pl: Ciemny

source: System
pl_pl: Systemowy
